define('data',[],
  function(){
    return [
      {
        y:15,
        x:680,
        img:null,
        txt:null
      },
      {
        y:70,
        x:750,
        img:'./img/goods/01.png',
        txt:'밀 5개 획득 수령대기 획득 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:120,
        x:830,
        img:'./img/goods/02.png',
        txt:'희귀툰 행운 상자 1개 획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:170,
        x:920,
        img:'./img/goods/03.png',
        txt:'BLESS FOR YOU 수령대기 물품함으로 황금빛 축복의 여행상자가 지급되었습니다. 토벌대 열쇠 행운 상자, 영운 룬 행운 상자, 영웅 룬 3단 행운상자, 찬란한 라체르타 황금 꾸러미, 모험 점수 2배 획득권(3시간), 모험 점수 2배 획득권(7일), 명예 점수 2배 획득권(3시간), 설레는 탁본 행운상자, 활동점수 행운권(희귀), 700루메나 중 랜덤지급'
      },
      {
        y:220,
        x:1000,
        img:'./img/goods/04.png',
        txt:'체력 회복제 2개 획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:260,
        x:1080,
        img:'./img/goods/05.png',
        txt:'톡쏘는 집게 직화구이 1개 획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:305,
        x:1150,
        img:'./img/goods/06.png',
        txt:'정제된 기력 회복제 2개 획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:345,
        x:1230,
        img:'./img/goods/07.png',
        txt:'빛나는 보리 브라우니 2개 획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:395,
        x:1150,
        img:'./img/goods/08.png',
        txt:'쫄깃한 왕가시 거북 구이 2개 획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:435,
        x:1080,
        img:'./img/goods/09.png',
        txt:'월드 축복 기금 10골드 획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:485,
        x:1000,
        img:'./img/goods/10.png',
        txt:'별가루 라이스 푸딩 4개 획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:525,
        x:920,
        img:'./img/goods/11.png',
        txt:'일급 체력 회복제 4개 획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      },{
        y:575,
        x:830,
        img:'./img/goods/12.png',
        txt:'다탄다 던전 소환권 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:615,
        x:920,
        img:'./img/goods/13.png',
        txt:'일급 종합 회복제 4개 획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:655,
        x:1000,
        img:'./img/goods/14.png',
        txt:'보리 4개 획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:705,
        x:920,
        img:'./img/goods/15.png',
        txt:'BLESS FOR YOU 수령대기 물품함으로 황금빛 축복의 여행상자가 지급되었습니다. 토벌대 열쇠 행운 상자, 영운 룬 행운 상자, 영웅 룬 3단 행운상자, 찬란한 라체르타 황금 꾸러미, 모험 점수 2배 획득권(3시간), 모험 점수 2배 획득권(7일), 명예 점수 2배 획득권(3시간), 설레는 탁본 행운상자, 활동점수 행운권(희귀), 700루메나 중 랜덤지급'
      },
      {
        y:755,
        x:830,
        img:'./img/goods/16.png',
        txt:'우니온 특별기금 30골드 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:795,
        x:750,
        img:'./img/goods/17.png',
        txt:'쫄깃한 왕가시 거북 구이 2개 획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:845,
        x:680,
        img:'./img/goods/18.png',
        txt:'월드 축복 기금 10골드 획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:795,
        x:600,
        img:'./img/goods/19.png',
        txt:'희귀 룬 행운상자 1개 획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:755,
        x:510,
        img:'./img/goods/20.png',
        txt:'BLESS FOR YOU 수령대기 물품함으로 황금빛 축복의 여행상자가 지급되었습니다. 토벌대 열쇠 행운 상자, 영운 룬 행운 상자, 영웅 룬 3단 행운상자, 찬란한 라체르타 황금 꾸러미, 모험 점수 2배 획득권(3시간), 모험 점수 2배 획득권(7일), 명예 점수 2배 획득권(3시간), 설레는 탁본 행운상자, 활동점수 행운권(희귀), 700루메나 중 랜덤지급'
      },
      {
        y:705,
        x:440,
        img:'./img/goods/21.png',
        txt:'쌀 5개 획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:655,
        x:350,
        img:'./img/goods/22.png',
        txt:'체력 회복제 2개 획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:615,
        x:440,
        img:'./img/goods/23.png',
        txt:'빛나는 보리 브라우니 2개  획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:575,
        x:510,
        img:'./img/goods/24.png',
        txt:'정제된 기력 회복제 2개 획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:525,
        x:440,
        img:'./img/goods/25.png',
        txt:'쫄깃한 왕가시 거북구이 2개 획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:485,
        x:350,
        img:'./img/goods/26.png',
        txt:'담백한 사마귀 뒷다리 구이 2개 획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:435,
        x:270,
        img:'./img/goods/27.png',
        txt:'월드 축복 기금 10골드 획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:395,
        x:200,
        img:'./img/goods/28.png',
        txt:'바삭한 뱀 껍질 튀김 4개 획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      },{
        y:345,
        x:120,
        img:'./img/goods/29.png',
        txt:'신한 대형 오믈렛 4개 획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      },{
        y:305,
        x:200,
        img:'./img/goods/30.png',
        txt:'BLESS FOR YOU 수령대기 물품함으로 황금빛 축복의 여행상자가 지급되었습니다. 토벌대 열쇠 행운 상자, 영운 룬 행운 상자, 영웅 룬 3단 행운상자, 찬란한 라체르타 황금 꾸러미, 모험 점수 2배 획득권(3시간), 모험 점수 2배 획득권(7일), 명예 점수 2배 획득권(3시간), 설레는 탁본 행운상자, 활동점수 행운권(희귀), 700루메나 중 랜덤지급'
      },
      {
        y:260,
        x:270,
        img:'./img/goods/31.png',
        txt:'다캔다 던전 소환권 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:220,
        x:350,
        img:'./img/goods/32.png',
        txt:'희귀 룬 행운 상자 2개 획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:170,
        x:440,
        img:'./img/goods/33.png',
        txt:'톡쏘는 집게 직화구이 2개 획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:120,
        x:510,
        img:'./img/goods/34.png',
        txt:'30골드 하이란 특별 기금 수령대기 물품함으로 아이템이 지급되었습니다.'
      },
      {
        y:70,
        x:600,
        img:'./img/goods/35.png',
        txt:'담백한 사마귀 뒷다리 구이 2개 획득 수령대기 물품함으로 아이템이 지급되었습니다.'
      }
    ];
  }
);